{
  "starmap": {
    "title": "2023 Starmap",
    "description": "Embarking on a new journey to reach our full potential",
    "learn_more": "もっと詳しく見る",
    "reborn": {
      "title": "創世星雲",
      "description": "Astarの旅は「創世星雲」から始まります。そこで今年最初となる発見をするでしょう。これから発見していく革新的な機能によって、Astar Networkはさらにアップグレードし、強力なレイヤー1になるという目標へと近づいていきます。さあ、あなたもAstarの旅に同行して、新たなる発見を一緒に探していきましょう。",
      "plan": "この四半期に予想される新たなる発見：",
      "xvm": {
        "title": "クロスバーチャルマシン(XVM): Astarポータル、未来へ",
        "description": "みなさんご存知の通り、WASMは私たちの未来です。現在、EVM主導の環境下でマスアダプションに向けて技術開発しようとすると、WASMスマートコントラクトには大きな制限があります。チームは自身のプロジェクトを開発する際に、どちらか一方を選ぶ傾向にあります。そこで、私たちはXVMを作りました。\n\nクロスバーチャルマシン（XVM）は、カスタムパレットとインターフェースのセットであり、ある仮想マシン内のスマートコントラクトが、まるで同じ環境にあるかのように別の仮想マシンと通信できるようにします。つまり、XVMを使用することで、ink!スマートコントラクトを作成し、EVM側で利用できるあらゆるアセットやコントラクトにアクセスすることができます。WASMとEVM両方の長所を享受することができるのです！"
      },
      "astarjs": {
        "title": "Astar.js",
        "description": "Astar.jsは、Astar Network上でdAppを構築しようとするすべての人にとって必須のツールです。そのモジュール設計と包括的な機能セットにより、開発者は強力でスケーラブルな分散型アプリケーションを簡単に作成することができます。さらに、多くのパッケージによって、EVMやsubstrateネイティブの構造もサポートしています。経験豊富なブロックチェーン開発者であれ、これから始める人であれ、Astar.jsはあなたのツールキットの中に入れておくべき貴重なツールです。"
      },
      "mesh": {
        "title": "メッシュネットワーク",
        "description": "あらゆるdAppにどこからでも接続できます！メッシュネットワークは、ブロックチェーンへのアクセスを可能にするインフラストラクチャを配布します。Astarメッシュネットワークはピアツーピア（P2P）モデルであり、ネットワークとのやり取りを行うための安全で共有されたRPCノードの環境を作成します。ノード同士が中央サーバーを介さずに、トラフィックを送信します。"
      },
      "ink": {
        "title": "ゼロからink!ヒーローへ",
        "description": "ink! NFTをミントしたり、Uniswap V2 DEXを構築したり、シンプルなフリッパーコントラクトを作成してみましょう！\n\nトップクラスのレイヤー1になるためには、AstarのWasm環境で、ink！スマートコントラクトの開発を活発にすることが必要です。そのために、ink! dAppを構築する時の手助けとなるガイド「ゼロからink!ヒーローへ」を作成しました！"
      }
    },
    "growth": {
      "title": "発展星雲",
      "description": "Astarは着実なペースで成長を続けながら、ユーザーや開発者の皆さんに真のイノベーションをもたらしています。この四半期では、いくつかの主要な機能の拡充と新機能の導入に重点を置いています。",
      "plan": "この四半期に予想される新たなる発見：",
      "wasm": {
        "title": "AstarがWasmに対応！",
        "description": "Astar Network上でink!スマートコントラクトが開発可能になり、安定したWasm環境をサポートする最初のパラチェーンとなりました。ソフトウェア開発者は、Rustプログラミングを使用して、Astar上でプロジェクトやアイデアを構築することができます。\n\nWebAssemblyは、コードを実行するためのポータブルで開発者に優しい環境を提供し、Astar上で構築されるアプリケーションのパフォーマンス、セキュリティ、相互運用性を向上させるため、Astarにとって非常に重要です。"
      }
    },
    "expansion": {
      "title": "拡大星雲",
      "description": "Astarはさらにその影響力を広げていく予定です。高品質なツールやプロジェクトを作ることで、優秀な人材をさらに引きつけることができます。ユーザーエクスペリエンスだけでなく、デベロッパーエクスペリエンスの向上にも力を注いでいきます。",
      "plan": "この四半期に予想される新たなる発見：",
      "swanky": {
        "title": "Swankyハブ",
        "description": "Swankyハブでは、Swankyに関する全ての情報を取得できます。\n\nSwankyハブは、全てのチームと開発者がPolkadotエコシステムに貢献し、このink!のオールインワンツールであるSwankyをサポートし、活性化するための場所です！Swankyハブには下記の内容が含まれています：",
        "more":"など、他にもたくさん！",
        "welcome":"私たちが作ったツールや実例の他、ink！スマートコントラクトやdApps開発への情熱を共有するSwankyハブへようこそ！"
      },
      "startale": {
        "title": "Startale Labs",
        "description": "Web3 for Billions - 数十億人が使うWeb3を構築するStartale Labsはマルチチェーン対応のアプリケーションやインフラを開発するWeb3テック企業です。また、これまでAstar Networkで培ってきた実績や経験を元に研究開発やインキュベーションを行っていきます。加えて、日本に子会社である Startale Labs Japanを1月31日に設立しており、日本発パブリックブロックチェーンという強みを活かして日本でのWeb3事業開発と事業コンサルティングを展開していきます。"
      },
      "tech_stack": {
        "title": "Astar Tech Stack",
        "description": "Astar Tech Stackは、PolygonとPolkadotを搭載した仮想マシンを活用し、カスタマイズ可能なブロックチェーンソリューションを提供します。また、zkEVM（ゼロ知識証明を活用したEthereum L2スケーリングソリューション）やEVM、WASM、そして最先端のエコシステムを用いることで、安全、堅牢で相互運用可能なweb3技術を可能にします。"
      }
    },
    "shine": {
      "title": "煌閃星雲",
      "description": "2023年の最後の星雲に近づいてきました。これまでに多くの素晴らしい発見をし、Web3技術も、チームとしても、新たな高みへと成長してきました。しかし、まだ終わりではありません。私たちは、今年を締めくくるために星のように輝き、2024年の旅に向けて準備をする予定です。",
      "plan": "この四半期もワクワクしそうです。詳細はお楽しみに。",
      "zkevm_testnet": {
        "title": "Astar zkEVM テストネット",
        "description": "Astar zkEVMは、Ethereumのゼロ知識スケーリングソリューションであり、既存のEVMスマートコントラクトや開発者ツール、ウォレットがシームレスに動作するEVM相当の環境を提供します。Astar zkEVMは、Ethereumの高いセキュリティを継承しながらも、ゼロ知識証明の技術を活用して、トランザクションコストを削減し、スループットを向上させます。"
      },
      "fee_alignment": {
        "title": "ガス代の調整",
        "description": "Tokenomics 2.0の実装に際して、Wasm環境とEVM環境のガス代を段階的に近似させていきます。Wasm上にデプロイされたink！スマートコントラクトのストレージコストを実質的に削減し、100倍のレント削減により開発者のコストを大幅に削減します。NFTのミントなどを実行する際にも、手数料の低減を実感していただけるはずです。"
      },
      "hybrid_inflation_model": {
        "title": "ハイブリッドインフレーションモデル",
        "description": "Tokenomics 2.0のアップデートの一つであるdApp Staking v3への移行にむけて、段階的にハイブリッドインフレーションモデルを実装してまいります。この段階では、CollatorおよびTreasuryの報酬が削減され、総インフレ率も低減されており、これにより第3フェーズの基盤が築かれています。現行のdAppステーキングに参加しているユーザーおよびdAppsは、このアップデートの影響を受けません。"
      }
    }
  }
}
