{
  "starmap": {
    "title": "2023 Starmap",
    "description": "새로운 여정에 도전하여 우리의 전체 잠재력을 발휘합니다",
    "learn_more": "이 발견에 대해 더 알아보기",
    "reborn": {
      "title": "재탄생 성운",
      "description": "우리의 여정은 새해 첫 번째 발견을 이루고자 하는 재탄생 성운에서 시작됩니다. 각각의 발견은 혁신적인 기능으로 네트워크를 업그레이드하여 강력한 레이어 1이 되는 목표로 우리를 더 나아가게 합니다. 올해 내내 각 발견을 경축하는 과정에 참여하세요.",
      "plan": "이 분기에는 다음과 관련된 발견을 기대할 수 있습니다:",
      "xvm": {
        "title": "크로스 가상 머신 (XVM): 미래로의 관문",
        "description": "우리는 잘 알고 있듯이, WASM은 미래입니다. 현재 WASM 스마트 계약은 EVM이 지배하는 공간에서 대규모 채택 기술을 추진할 때 큰 제한이 있습니다. 팀들은 프로젝트를 개발할 때 하나를 선택하거나 다른 것을 선택하는 경향이 있습니다. 이것이 우리가 XVM을 만든 이유입니다. \n\n크로스 가상 머신 (XVM)은 한 가상 머신에서 다른 가상 머신의 스마트 계약이 마치 같은 환경에 있는 것처럼 통신할 수 있도록 하는 사용자 정의 팔릿과 인터페이스 세트입니다. 다시 말해, XVM을 사용하면 ink! 스마트 계약을 생성하고 EVM 측에서 사용 가능한 모든 자산 또는 계약에 액세스할 수 있습니다. 양쪽 세계의 장점을 모두 누릴 수 있습니다!"
      },
      "astarjs": {
        "title": "Astar.js",
        "description": "Astar.js는 Astar 네트워크에서 dApp을 구축하려는 사람에게 필수적인 도구입니다. 모듈식 설계와 포괄적인 기능 세트로, 개발자들이 강력하고 확장 가능한 탈중앙화된 애플리케이션을 쉽게 만들 수 있습니다. 포함된 많은 패키지뿐만 아니라 EVM과 서브스트레이트 네이티브 구조도 지원합니다. 블록체인 개발자가 경험이 풍부하거나 시작 단계에 있는 경우에도 Astar.js는 귀중한 도구입니다."
      },
      "mesh": {
        "title": "메쉬 네트워크",
        "description": "어디서나 어떤 dApp에서든 연결하세요! 우리의 메쉬 네트워크는 블록체인에 액세스할 수 있는 인프라를 분배합니다. Astar 메쉬 네트워크는 네트워크와 상호작용할 수 있는 안전한 공유 환경을 만들기 위한 P2P(피어 투 피어) 모델입니다. 노드들은 중앙 서버를 통한 것이 아니라 서로간에 트래픽을 보냅니다."
      },
      "ink": {
        "title": "제로에서 ink! 영웅까지",
        "description": "당신의 ink! NFT를 만들고, Uniswap V2 DEX를 구축하거나, 간단한 플리퍼 계약을 만드세요! \n\n강력한 레이어 1이 되기 위해서는 Astar의 Wasm 환경을 ink! 스마트 계약의 개발로 시작해야 합니다. 그래서 우리는 Zero to ink! Hero 가이드를 만들어 당신의 ink! dApp을 구축하는 데 도움을 줍니다."
      }
    },
    "growth": {
      "title": "성장 성운",
      "description": "우리는 사용자와 빌더 모두에게 진정한 혁신을 제공하면서 꾸준한 속도로 성장하고 있습니다. 이 분기에는 몇 가지 주요 기능을 확장하고 새로운 기능을 도입하는 데 중점을 둘 것입니다.",
      "plan": "다음과 관련된 발견을 기대할 수 있습니다:",
      "wasm": {
        "title": "Astar에서의 Wasm!",
        "description": "우리는 Astar 네트워크에서 ink! 스마트 계약을 활성화하여 안정적인 Wasm 환경을 지원하는 첫 번째 파라체인이 되었습니다. 소프트웨어 개발자들은 이제 Astar에서 프로젝트와 아이디어를 구현하기 위해 Rust 프로그래밍을 사용할 수 있습니다. \n\nWebAssembly는 우리 블록체인에 중요합니다. 왜냐하면 코드를 실행하는 데 휴대 가능하고 개발자 친화적인 환경을 제공하여 Astar에서 구축된 응용 프로그램의 성능, 보안 및 상호 운용성을 향상시킵니다."
      },
      "vision": {
        "title": "Astar 2.0",
        "description": "Astar 네트워크는 일본 시장에서 강력한 입지를 가지고 있으며 Polkadot의 주요 스마트 계약 허브로 자리 잡았습니다. 이제 우리는 여정에서의 다음 큰 이정표인 Astar 2.0을 자랑스럽게 발표합니다.\n\nAstar 2.0은 명확한 장기적 방향을 기반으로 구축되었습니다. 우리는 Web3의 잠재력을 활용하여 수십억 명의 개인과 기업을 권한을 부여하기 위한 사명을 정의했습니다. 핵심 가치 및 기술 기둥에 의해 안내되는 Astar 2.0은 사용자가 자신의 데이터와 개인 정보를 통제하고 온라인 및 오프라인에서 지역 커뮤니티가 함께 모이는 세상을 만들 수 있도록 하는 분산형 시스템이 사용자에게 권한을 부여하는 세계를 만들어 나갑니다. Astar 2.0은 개발자에게 더 나은 미래 웹을 위해 빌드할 도구를 제공합니다."
      }
    },
    "expansion": {
      "title": "확장 성운",
      "description": "Astar에서는 우리의 영향력을 더욱 확장할 계획입니다. 고품질의 도구와 프로젝트를 만들어 우수한 인재를 더욱 유치할 것입니다. 사용자 경험 뿐만 아니라 개발자 경험도 개선하는 데 중점을 둘 것입니다.",
      "plan": "다음과 관련된 발견을 기대할 수 있습니다:",
      "swanky": {
        "title": "스완키 허브",
        "description": "스완키 허브는 스완키와 관련된 모든 것에 대한 참조입니다.\n\n스완키 허브는 모든 팀과 개발자가 Polkadot 생태계에 기여하고 이 모든 기능을 지원하고 강화할 수 있는 공간입니다. 스완키 허브에는 다음이 포함됩니다:",
        "more":"그리고 그 외 등등!",
        "welcome":"ink! 스마트 계약 및 dApps 개발에 대한 우리의 작업과 열정을 공유하는 곳으로 여러분을 환영합니다!"
      },
      "startale": {
        "title": "스타테일 랩스",
        "description": "수십억 사용자를 위한 Web3 - 수십억 사용자를 위한 Web3를 구축하는 스타테일 랩스는 다중체인 호환 애플리케이션과 인프라를 개발하는 Web3 기술 회사입니다. Astar 네트워크에서 얻은 전문 지식과 경험을 바탕으로 연구, 개발 및 인큐베이션 노력을 계속합니다. 또한, 우리는 1월 31일에 스타테일 랩스 일본의 자회사를 설립했습니다. 우리는 일본에서의 웹3 비즈니스 개발 및 컨설팅 서비스를 확장하기 위해 일본에서 탄생한 공개 블록체인의 강점을 활용할 것입니다."
      },
      "tech_stack": {
        "title": "Astar 기술 스택",
        "description": "Astar 기술 스택은 Polygon 및 Polkadot을 기반으로 한 크로스 가상 머신을 활용하여 웹3 채택을 가속화하는 사용자 정의 가능한 블록체인 솔루션을 제공합니다. zk-기반 이더리움 L2 스케일링 (zkEVM), EVM, WASM 및 최첨단 생태계로 Astar는 견고하고 안전하며 상호 운용 가능한 웹3 기술을 제공합니다."
      }
    },
    "shine": {
      "title": "빛나는 성운",
      "description": "이제 우리는 2023년의 마지막 성운에 접근합니다. 지금까지 우리는 많은 위대한 발견을 했고, Web3 기술과 팀으로 새로운 높이에 도달했습니다. 그러나 우리는 아직 끝나지 않았습니다. 우리는 올해를 잘 마무리하고 2024년의 여정을 준비하기 위해 별처럼 빛날 계획입니다.",
      "plan": "이 분기에 기대합니다. 더 많은 정보를 기다려주세요.",
      "zkevm_testnet": {
        "title": "Astar zkEVM 테스트넷",
        "description": "Astar zkEVM은 이더리움의 제로 지식 스케일링 솔루션으로, 기존의 EVM 스마트 계약, 개발 도구 및 지갑이 원활하게 작동할 수 있는 EVM과 동등한 환경을 제공합니다. Astar zkEVM은 이더리움의 보안을 유지하면서 트랜잭션 비용을 줄이고 처리량을 늘리기 위해 제로 지식 증명의 힘을 활용합니다."
      },
      "fee_alignment": {
        "title": "수수료 정렬",
        "description": "Tokenomics 2.0의 구현 중에 발생하는 Wasm 및 EVM 가상 머신 수수료의 단계적 정렬은 Wasm 가상 머신에 배포된 ink! 스마트 계약의 저장 비용을 현실적으로 감소시킵니다. 이로 인해 개발자들의 비용이 100배 감소함에 따라 일부 작업 (예: NFT 발행)을 수행할 때 사용자도 낮은 수수료를 눈치 챌 수 있습니다."
      },
      "hybrid_inflation_model": {
        "title": "하이브리드 인플레이션 모델",
        "description": "Tokenomics 2.0의 단계적 구현의 일환으로 롤아웃되는 하이브리드 인플레이션 모델은 dApp Staking v3로의 전환을 용이하게 합니다. 이 단계에서, 콜레이터 및 트레져 보상 및 전체 인플레이션 비율이 감소하고 있으며, 세 번째 단계를 위한 기초를 마련하고 있습니다. 현재 버전의 dApp 스테이킹에 참여하는 사용자 및 dApp에는 이 업데이트가 영향을 미치지 않습니다."
      }
    }
  }
}
