{
  "vision": {
    "title": "Astar 2.0",
    "description": "Astar 2.0: 멈출 수 없는 것을 구축하다. 전 세계 Web3 비전을 위한 확장 가능한 네트워크.",
    "intro": "Astar Network는 Polkadot에서 선도적인 스마트 계약 허브로 자리 잡았으며, 일본 시장에서 강력한 존재감을 발휘하고 있습니다. 이제 우리는 여정의 다음 큰 이정표인 Astar 2.0을 자랑스럽게 소개합니다.\n\nAstar 2.0은 명확한 장기적 방향성에 기반하여 구축되었습니다. 우리는 Web3의 잠재력을 활용하여 수십억 명의 개인과 기업을 권능화하는 것을 우리의 임무로 정의했습니다. 우리의 핵심 가치와 기술 기반을 바탕으로, 우리는 사용자들이 자신의 데이터와 프라이버시를 통제하고, 지역사회가 온·오프라인으로 함께 모일 수 있는 분산 시스템이 권능을 부여하는 세상을 만들고자 합니다. Astar 2.0은 개발자들에게 모두를 위한 더 나은 미래의 웹을 구축하기 위한 도구를 제공합니다.",
    "staking": "Astar 1.0을 통해, 우리는 건축가들에게 수동적 수익을 제공하는 메커니즘을 성공적으로 구축했습니다. 두 번째 반복에서는, 우리는 프로젝트, 건축가들, 그리고 사용자들 사이의 인센티브를 더 잘 조화시키기 위해 dApp 스테이킹 프로그램을 업데이트하고 있습니다, 이를 통해 모든 사람이 혜택을 받을 수 있도록 합니다. Astar 2.0은 데이터 추가 및 더 많은 통합을 포함하여 원활한 사용자 경험을 만드는 데 중점을 둘 것이며, 개발자를 지원하고 보상하기 위한 최적의 장소가 될 것입니다.",
    "startale": "Startale Labs는 일본 시장에서 web3 채택을 증진하고 수십억에 달하는 규모로 확장하기 위해 필요한 도구를 구축하는 기술 회사입니다. 선도 기업들과 긴밀히 협력함으로써, Startale은 새로운 사용자들을 Astar로 유치하는 데 중추적인 역할을 하고, 일본을 넘어 확장할 길을 마련할 것입니다.",
    "tokenomics": "네트워크가 진화함에 따라, 우리의 토큰 경제도 진화합니다. 우리는 네트워크 참여자들의 요구를 최상으로 충족시키기 위해 토큰 경제를 재검토하고 있습니다, 사용자부터 건축가, 기업 파트너에 이르기까지. Tokenomics 2.0을 통해, 지속 가능한 토큰 구조와 낮은 인플레이션 비율을 기대할 수 있습니다. 우리 포럼에서 최신 정보를 계속 확인하세요.",
    "foundation": "Astar Foundation은 Astar 생태계 내 많은 엔티티 중 하나이며 현재 Astar Network 소스 코드의 주요 기여자이자 유지 관리자입니다. 재단은 파트너십, 커뮤니티 활동, 개발자 고용, 보조금 수여, 프로젝트 지원 및 기타 이니셔티브를 통해 Astar Network를 확장하기 위해 자원을 배치합니다.",
    "governance": "미래에 Astar는 점차 분산화될 것이며, 최종 형태는 누구나 아이디어를 제안하고 Astar를 그 임무에 더 가깝게 이끌 제안에 투표할 수 있는 거버넌스가 될 것입니다. 이는 커뮤니티에 소유권을 넘기고 높은 접근성을 보장하는 것을 포함할 것입니다.",
    "link": "Astar는 Astar Link로 진화하고 있으며, 이는 블록체인 산업의 현재 분열된 모든 레이어를 연결하는 허브로 개발자와 사용자에게 통합된 경험을 제공합니다. 큰 유연성과 사용자 정의 옵션을 결합함으로써, 건축가들은 오직 그들의 상상력에만 제한된 독특한 솔루션을 창출할 수 있습니다. 이 모든 것은 우리의 스마트 계약 멀티-버추얼 머신 허브 위에 구현될 수 있는 어떠한 유스케이스에도 해결책을 제공하는 맞춤형 SDK에 의해 구동됩니다.\n\nAstar Link는 게임부터 엔터프라이즈에 이르기까지 도구 부족이나 분열로 인해 제한되었던 다양한 유스케이스를 해제합니다.",
    "supernova": "Astar zkEVM은 제로 지식(ZK) 기술을 사용하여 Ethereum에서 web3 경험을 확장하는 새로운 Layer-2 솔루션입니다. Astar Network는 기존 스마트 계약, 개발자 도구, 그리고 Ethereum 지갑과 원활하게 통합되는 EVM 동등 환경을 그들의 프로토콜에 추가합니다."
  }
}
